Repository: NMarjou/localization-app
Catalog: TMs/en-US_th-TH.tmx
Source language: en_us
Languages: th_th

source: Manager to complete the challenge review:
th_th: หัวหน้างานจะทำการประเมินผลงานการคัดค้านให้เสร็จสิ้น:

source: There are {{count}} reviews in "{{stage}}" stage. Apply filters to view the reviews and move them to the next stage.
th_th: มีการประเมินผลงาน {{count}} รายการในขั้นตอน " {{stage}} " ใช้ตัวกรองเพื่อดูการประเมินผลงานและย้ายไปยังขั้นตอนถัดไป

source: View all or apply filters to see reviews and available actions
th_th: ดูทั้งหมดหรือใช้ตัวกรองเพื่อดูการประเมินและการดำเนินการที่มีให้ใช้

source: No reviews match your current filter selection. Edit your filter selection to find reviews and move them to other stages.
th_th: ไม่มีการประเมินผลงานที่ตรงกับการเลือกตัวกรองปัจจุบันของคุณ แก้ไขการเลือกตัวกรองของคุณเพื่อค้นหาการประเมินผลงานและย้ายไปยังขั้นตอนอื่น

source: Apply filters to view and delete reviews
th_th: ใช้ตัวกรองเพื่อดูและลบการประเมินผลงาน

source: Delete selected reviews
th_th: ลบการประเมินผลงานที่เลือก

source: Search for managers and IDs
th_th: ค้นหาหัวหน้างานและรหัสประจำตัว

source: Search for an organizational unit
th_th: ค้นหาหน่วยงาน

source: Search for workers and IDs
th_th: ค้นหาพนักงานและรหัสประจำตัว

source: Select stage
th_th: เลือกขั้นตอน

source: Move selected reviews to a different stage
th_th: ย้ายการประเมินผลงานที่เลือกไปยังขั้นตอนอื่น

source: Try adjusting your filters to find what you are looking for.
th_th: ลองปรับตัวกรองของคุณเพื่อค้นหารายการที่คุณต้องการ

source: No reviews found
th_th: ไม่พบการประเมิน

source: Apply filters to view the reviews and move them to the next stage.
th_th: ใช้ตัวกรองเพื่อดูการประเมินและย้ายไปยังขั้นตอนถัดไป

source: No reviews in "{{stage}}" stage match your current filter selection. Edit your filter selection to find reviews and move them to other stages.
th_th: ไม่มีการประเมินผลงานใน " {{stage}} " ที่ตรงกับการเลือกตัวกรองปัจจุบันของคุณ แก้ไขการเลือกตัวกรองของคุณเพื่อค้นหาการประเมินผลงานและย้ายไปยังขั้นตอนอื่น

source: Review stage
th_th: ขั้นตอนการประเมินผลงาน

source: If you are ready to have a performance conversation with {{employee}}, you can then submit your review. Note that they will not see your review until you publish it.
th_th: หากคุณพร้อมที่จะพูดคุยเรื่องประสิทธิภาพการทำงานกับ {{employee}} แล้ว คุณสามารถส่งการประเมินผลงานของคุณได้ โปรดทราบว่าพวกเขาจะไม่เห็นการประเมินผลงานของคุณจนกว่าคุณจะเผยแพร่

source: Additional manager — Invited by {{name}}
th_th: หัวหน้างานเพิ่มเติม — เชิญโดย {{name}}

source: Your review was submitted, but has not yet published to the worker.
th_th: การประเมินผลงานของคุณถูกส่งแล้วแต่ยังไม่ได้เผยแพร่ให้กับพนักงาน

source: Manager requested by worker
th_th: หัวหน้างานตามคำขอของพนักงาน

source: Add manager reviewers
th_th: เพิ่มผู้ตรวจสอบหัวหน้างาน

source: Additional Managers
th_th: หัวหน้างานเพิ่มเติม

source: Your suggested additional reviewers were successfully removed.
th_th: ผู้ตรวจสอบเพิ่มเติมที่คุณแนะนำถูกลบออกเรียบร้อยแล้ว

source: Your manager will now see your suggested manager reviewers, and can invite them to participate in this review.
th_th: ตอนนี้หัวหน้างานของคุณจะเห็นผู้ประเมินผลงานของหัวหน้างานที่คุณแนะนำ และสามารถเชิญพวกเขาให้เข้าร่วมในการประเมินผลงานนี้ได้

source: These people can add input to your review, but they will not be responsible for the final outcome published by your manager. You will be able to view any information entered by additional reviewers once the review is published by your manager. Additional reviewers will only be able to view their own submitted response.
th_th: บุคคลเหล่านี้สามารถเพิ่มข้อมูลลงในการประเมินผลงานของคุณได้ แต่จะไม่รับผิดชอบต่อผลลัพธ์สุดท้ายที่หัวหน้างานของคุณเผยแพร่ คุณจะสามารถดูข้อมูลใดๆ ที่ผู้ประเมินผลงานเพิ่มเติมป้อนได้เมื่อการประเมินผลงานได้รับการเผยแพร่โดยหัวหน้างานของคุณ ผู้ประเมินผลงานเพิ่มเติมจะดูคำตอบที่ส่งมาของตนเองได้เท่านั้น

source: These people can add input to your review, but they will not be responsible for the final outcome published by your manager. You will be able to view any information entered by additional reviewers once the review is published by your manager. Note that additional managers will be able to see your self-review.
th_th: บุคคลเหล่านี้สามารถเพิ่มข้อมูลลงในการประเมินผลงานของคุณได้ แต่จะไม่รับผิดชอบต่อผลลัพธ์สุดท้ายที่เผยแพร่โดยหัวหน้างานของคุณ คุณจะสามารถดูข้อมูลใดๆ ที่ผู้ประเมินผลงานเพิ่มเติมป้อนได้เมื่อการประเมินผลงานดังกล่าวได้รับการเผยแพร่โดยหัวหน้างานของคุณ โปรดทราบว่าหัวหน้างานเพิ่มเติมจะสามารถดูการประเมินผลงานของคุณได้

source: Invite workers to participate in this review
th_th: เชิญพนักงานเข้าร่วมการประเมินผลงานนี้

source: No additional managers yet
th_th: ยังไม่มีหัวหน้างานเพิ่มเติม

source: Search and suggest additional manager reviewers to the line manager
th_th: ค้นหาและแนะนำผู้ประเมินผลงานของหัวหน้างานเพิ่มเติมให้กับหัวหน้างานในสายงาน

source: No suggested additional managers are waiting for an invitation
th_th: ไม่มีหัวหน้างานเพิ่มเติมที่แนะนำกำลังรอคำเชิญ

source: Manage additional managers
th_th: จัดการหัวหน้างานเพิ่มเติม

source: This option allows you to add and manage additional managers in this review.
th_th: ตัวเลือกนี้ช่วยให้คุณสามารถเพิ่มและจัดการหัวหน้างานเพิ่มเติมในการประเมินผลงานนี้ได้

source: Add and manage <br/> additional managers to the review
th_th: เพิ่มและจัดการหัวหน้างานเพิ่มเติม <br/> ในการประเมินผลงาน

source: {{current}} of {{max}} additional managers
th_th: หัวหน้างานเพิ่มเติม {{current}} จาก {{max}} คน

source: Suggest additional managers
th_th: แนะนำหัวหน้างานเพิ่มเติม

source: Optional comment
th_th: ความคิดเห็นที่ไม่บังคับ

source: You have added yourself as an additional manager. To send, please remove yourself from this list since you will complete the manager review.
th_th: คุณได้เพิ่มตัวเองเป็นหัวหน้างานเพิ่มเติมแล้ว หากต้องการส่ง โปรดลบตัวเองออกจากรายการนี้ เนื่องจากคุณจะต้องดำเนินการประเมินผลงานของหัวหน้างานให้เสร็จสิ้น

source: Submit & publish review
th_th: ส่งและเผยแพร่รีวิว

source: Publish review
th_th: เผยแพร่รีวิว

source: Submit review
th_th: ส่งรีวิว

source: The form is now in moderation stage; you can edit directly by scrolling to the specific areas you want to update. Only reopen the form if you want the worker to also edit and resubmit their review. Otherwise, you can edit your comments and rating directly below.
th_th: ขณะนี้แบบฟอร์มอยู่ในขั้นตอนการปรับปรุง คุณสามารถแก้ไขได้โดยตรงโดยเลื่อนไปยังพื้นที่เฉพาะที่คุณต้องการอัปเดต เปิดแบบฟอร์มใหม่อีกครั้งเฉพาะในกรณีที่คุณต้องการให้พนักงานแก้ไขและส่งการประเมินผลงานอีกครั้ง หรืออีกทางหนึ่ง คุณสามารถแก้ไขความคิดเห็นและคะแนนของคุณได้โดยตรงด้านล่าง

source: Your form is now in moderation phase and will be reopened once you have completed your moderation process offline with HR. Once your form is reopened, you will be able to edit your observations and publish the review to the worker.
th_th: ขณะนี้แบบฟอร์มของคุณอยู่ในขั้นตอนการประเมินผลงาน และจะเปิดขึ้นอีกครั้งเมื่อคุณดำเนินการประเมินผลงานแบบออฟไลน์กับ HR เสร็จสิ้นแล้ว เมื่อแบบฟอร์มของคุณเปิดขึ้นอีกครั้ง คุณจะสามารถแก้ไขข้อสังเกตและเผยแพร่การประเมินผลงานให้กับพนักงานได้

source: Your form is now in moderation stage. You can edit it directly by scrolling down the page to the specific areas that you want to update.
th_th: ขณะนี้แบบฟอร์มของคุณอยู่ในขั้นตอนการกลั่นกรอง คุณสามารถแก้ไขแบบฟอร์มได้โดยตรงโดยเลื่อนหน้าลงมายังพื้นที่เฉพาะที่คุณต้องการปรับปรุง

source: Your form is now in moderation stage and will be reopened once you have completed your moderation process offline with HR. Once reopened you will be able to make changes and publish the review to the worker.
th_th: ขณะนี้แบบฟอร์มของคุณอยู่ในขั้นตอนการประเมินผลงาน และจะเปิดขึ้นอีกครั้งเมื่อคุณดำเนินการประเมินผลงานแบบออฟไลน์กับ HR เสร็จสิ้นแล้ว เมื่อเปิดขึ้นอีกครั้งแล้ว คุณจะสามารถทำการเปลี่ยนแปลงและเผยแพร่การประเมินผลงานให้พนักงานทราบได้

source: This review has now been moved to the "Conversation & publication" stage. Please make any required changes to your ratings and comments before publishing the review. Please note that even if you don't want to make any changes, you still need to publish the review so that the worker can view your ratings and comments.
th_th: ตอนนี้การประเมินผลงานนี้ได้ถูกย้ายไปยังขั้นตอน "การสนทนาและการเผยแพร่" แล้ว โปรดทำการเปลี่ยนแปลงคะแนนและความคิดเห็นของคุณตามที่จำเป็นก่อนเผยแพร่การประเมินผลงาน โปรดทราบว่าแม้ว่าคุณจะไม่ต้องการทำการเปลี่ยนแปลงใดๆ ก็ตาม คุณยังคงต้องเผยแพร่การประเมินผลงานเพื่อให้พนักงานสามารถดูคะแนนและความคิดเห็นของคุณได้

source: Go to most recent
th_th: ไปที่รายการล่าสุด

source: My review
th_th: การประเมินผลงานของฉัน

source: This user is no longer active.
th_th: ผู้ใช้งานรายนี้ไม่ได้ใช้งานอีกต่อไปแล้ว

source: No reviews in progress
th_th: ยังไม่มีการประเมินผลงานใดๆ ที่กำลังดำเนินการอยู่

source: No performance reviews yet
th_th: ยังไม่มีการประเมินผลงาน

source: Create and publish performance reviews for your organization.
th_th: สร้างและเผยแพร่การประเมินผลงานสำหรับองค์กรของคุณ

source: Display draft content
th_th: แสดงเนื้อหาแบบร่าง

source: Draft - visible only to you
th_th: แบบร่าง - มองเห็นได้เฉพาะคุณเท่านั้น

source: You have not submitted your drafted comments and ratings as part of this review. Do you want to display your unpublished content below? Goals and behaviors without drafted content are not displayed.
th_th: คุณยังไม่ได้ส่งความคิดเห็นและคะแนนที่ร่างไว้เป็นส่วนหนึ่งของการประเมินผลงานนี้ คุณต้องการแสดงเนื้อหาที่ยังไม่ได้เผยแพร่ด้านล่างหรือไม่ เป้าหมายและพฤติกรรมที่ไม่มีเนื้อหาที่ร่างไว้จะไม่แสดง

source: Overall behavior comment
th_th: ความคิดเห็นเกี่ยวกับพฤติกรรมโดยรวม

source: Overall behavior rating
th_th: คะแนนพฤติกรรมโดยรวม

source: Overall goal comment
th_th: ความคิดเห็นเกี่ยวกับเป้าหมายโดยรวม

source: Overall goals rating
th_th: คะแนนเป้าหมายโดยรวม

source: Overall performance comment
th_th: ความคิดเห็นเกี่ยวกับประสิทธิภาพโดยรวม

source: Download performance review
th_th: ดาวน์โหลดการประเมินผลการปฏิบัติงาน

source: Period to be evaluated
th_th: ระยะเวลาที่ต้องประเมิน

source: Previous reviewer
th_th: ผู้ตรวจสอบคนก่อนหน้า

source: Print preview
th_th: ตัวอย่างการพิมพ์

source: Publish final review to worker
th_th: เผยแพร่การประเมินผลงานขั้นสุดท้ายให้กับพนักงาน

source: If you publish this review now, {{employee}} will not be able to submit their self-review and you will not be able to edit your review later. Once the review is published, {{employee}} will be able to see the outcome of the review.
th_th: หากคุณเผยแพร่การประเมินผลงานนี้ในตอนนี้ {{employee}} จะไม่สามารถส่งการประเมินผลงานของตนเองได้ และคุณจะไม่สามารถแก้ไขการประเมินผลงานในภายหลังได้ เมื่อเผยแพร่การประเมินผลงานแล้ว {{employee}} จะสามารถเห็นผลลัพธ์ของการประเมินผลงานได้

source: If you publish this review now, you will not be able to edit later and {{employee}} will see the outcome of the review.
th_th: หากคุณเผยแพร่การประเมินผลงานนี้ตอนนี้ คุณจะไม่สามารถแก้ไขได้ในภายหลัง และ {{employee}} จะเห็นผลลัพธ์ของการประเมินผลงาน

source: I need to continue making changes. I will publish this review later.
th_th: ฉันจำเป็นต้องทำการเปลี่ยนแปลงต่อไป ฉันจะเผยแพร่การประเมินผลงานนี้ในภายหลัง

source: Your form is now in moderation stage; therefore, you won't be able to make any changes or publish your review to the worker. Once the moderation is closed, you will be notified that your form is reopened and you will be able to make changes to your rating and comments before publishing to the worker.
th_th: ขณะนี้แบบฟอร์มของคุณอยู่ในขั้นตอนการกลั่นกรอง ดังนั้น คุณจะไม่สามารถทำการเปลี่ยนแปลงใดๆ หรือเผยแพร่การประเมินผลงานของคุณไปยังผู้ปฏิบัติงานได้ เมื่อขั้นตอนการประเมินผลงานสิ้นสุดลง คุณจะได้รับแจ้งว่าแบบฟอร์มของคุณเปิดขึ้นใหม่ และคุณจะสามารถเปลี่ยนแปลงคะแนนและความคิดเห็นของคุณก่อนเผยแพร่ไปยังพนักงานได้

source: Your report will be able to view your submission on their review form and choose to either accept or formally challenge the review.
th_th: รายงานของคุณจะสามารถดูการส่งของคุณได้บนแบบฟอร์มตรวจสอบ และเลือกที่จะยอมรับหรือคัดค้านการประเมินผลงานอย่างเป็นทางการ

source: Your final review was successfully published.
th_th: การประเมินผลงานขั้นสุดท้ายของคุณได้รับการเผยแพร่สำเร็จแล้ว

source: Your review was submitted.
th_th: ส่งการประเมินผลงานของคุณแล้ว

source: Your review was successfully submitted.
th_th: การประเมินผลงานของคุณได้ถูกส่งเรียบร้อยแล้ว

source: Your review was submitted to your manager.
th_th: การประเมินผลงานของคุณได้ถูกส่งถึงหัวหน้างานของคุณแล้ว

source: Rate this goal
th_th: ให้คะแนนเป้าหมายนี้

source: Are you sure you want to reassign this review?
th_th: คุณแน่ใจหรือไม่ว่าต้องการมอบหมายการประเมินผลงานนี้ใหม่

source: New assignee for <strong>{{user}}</strong>
th_th: ผู้รับมอบหมายใหม่สำหรับ <strong>{{user}}</strong>

source: The review was successfully reassigned.
th_th: การประเมินผลงานได้รับการมอบหมายใหม่สำเร็จแล้ว

source: You haven’t requested any feedback on {{name}} over the review period. Why not get insights from their colleagues and other stakeholders now?
th_th: คุณยังไม่ได้ร้องขอฟีดแบคใดๆ เกี่ยวกับ {{name}} ในช่วงเวลาการประเมินผลงาน ทำไมไม่ลองขอความคิดเห็นจากเพื่อนร่วมงานและผู้มีส่วนได้ส่วนเสียอื่นๆ ของพวกเขาตอนนี้ล่ะ

source: Explore the requests about {{name}} that were sent over the review period. Click on any request to view the received replies. You can also reflect on requests from previous time periods by visiting your "Requests about my team" page.
th_th: สำรวจคำขอเกี่ยวกับ {{name}} ที่ส่งมาในช่วงระยะเวลาการประเมินผลงาน คลิกคำขอใดๆ เพื่อดูคำตอบที่ได้รับ คุณยังสามารถพิจารณาคำขอจากช่วงเวลาก่อนหน้าได้โดยไปที่หน้า "คำขอเกี่ยวกับทีมของฉัน"

source: Requests about {{name}}
th_th: คำขอเกี่ยวกับ{{name}}

source: Save and close
th_th: บันทึกและปิด

source: The performance review was successfully saved.
th_th: บันทึกการประเมินผลงานสำเร็จแล้ว

source: Performance review
th_th: การประเมินผลการปฏิบัติงาน

source: Not applicable
th_th: ไม่สามารถใช้ได้

source: The self-review is optional. No review was provided yet.
th_th: การประเมินตนเองป็นทางเลือก ยังไม่มีการประเมินผลงานใดๆ

source: Sensitive content corrected.
th_th: แก้ไขเนื้อหาที่ละเอียดอ่อนแล้ว

source: Sensitive content detected.
th_th: ตรวจพบเนื้อหาที่ละเอียดอ่อน

source: Some words in this review were flagged as sensitive.
th_th: คำบางคำในการประเมินผลงานนี้ถูกระบุว่ามีความละเอียดอ่อน

source: Update sensitive words
th_th: อัปเดตรายการคำที่ละเอียดอ่อน

source: Feedback about {{name}}
th_th: ฟีดแบคเกี่ยวกับ {{name}}

source: This section contains all the feedback about {{name}} that was sent to you or shared with you. Use this feedback to draw an overview of their performance.
th_th: ส่วนนี้ประกอบด้วยคำติชมทั้งหมดเกี่ยวกับ {{name}} ที่ส่งถึงคุณหรือแบ่งปันกับคุณ ใช้คำติชมเหล่านี้เพื่อสรุปภาพรวมเกี่ยวกับประสิทธิภาพการทำงานของพวกเขา

source: Review sign-off
th_th: ตรวจสอบการลงชื่อ

source: You have challenged your review; your line manager’s manager will therefore be able to view your comments and the overall review.
th_th: คุณได้คัดค้านการประเมินผลงานของคุณ ดังนั้น หัวหน้างานของหัวหน้างานสายงานของคุณจะสามารถดูความคิดเห็นของคุณและการประเมินผลงานโดยรวมได้

source: Your line manager’s manager was notified that you have challenged your review and should be in touch.
th_th: หัวหน้างานของหัวหน้างานสายงานของคุณได้รับแจ้งว่าคุณได้คัดค้านการประเมินผลงานของคุณและควรติดต่อกลับ

source: The discussion request was sent.
th_th: คำขอการอภิปรายได้ถูกส่งไปแล้ว

source: Your review was challenged
th_th: การประเมินผลงานของคุณถูกคัดค้าน

source: You can only submit the review challenge once; therefore, we recommend that you prepare your comments and attachments offline before uploading them.
th_th: คุณสามารถส่งคำท้าตรวจสอบได้เพียงครั้งเดียว ดังนั้นเราขอแนะนำให้คุณเตรียมความคิดเห็นและไฟล์แนบของคุณแบบออฟไลน์ก่อนที่จะอัปโหลด

source: Add a final acceptance comment for my manager
th_th: เพิ่มความคิดเห็นการยอมรับขั้นสุดท้ายสำหรับหัวหน้างานของฉัน

source: Your manager will be in touch to arrange a further discussion on your review.
th_th: หัวหน้างานของคุณจะติดต่อคุณเพื่อจัดเตรียมการหารือเพิ่มเติมเกี่ยวกับการประเมินผลงานของคุณ

source: "Let's discuss" request sent.
th_th: ส่งคำขอ "มาพูดคุยกัน" แล้ว

source: Thank you. You have successfully completed your review.
th_th: ขอบคุณค่ะ คุณได้ทำการประเมินผลงานเรียบร้อยแล้ว

source: If you publish this review now, {{reviewers}} will not be able to submit their review and you will not be able to edit your review later. Once the review published, {{employee}} will be able to see the outcome of the review.
th_th: หากคุณเผยแพร่การประเมินผลงานนี้ตอนนี้ {{reviewers}} จะไม่สามารถส่งการประเมินผลงานของตนได้ และคุณจะไม่สามารถแก้ไขการประเมินผลงานของคุณได้ในภายหลัง เมื่อเผยแพร่การประเมินผลงานแล้ว {{employee}} จะสามารถเห็นผลลัพธ์ของการประเมินผลงานได้

source: OK. I will wait for other reviews to be submitted, and I will publish this review later.
th_th: โอเค ฉันจะรอการประเมินผลงานอื่นๆ ที่จะส่งมา และฉันจะเผยแพร่การประเมินผลงานนี้ในภายหลัง

source: Submit and publish
th_th: ส่งและเผยแพร่

source: All good! No action required.
th_th: สมบูรณ์แบบ! ไม่ต้องดำเนินการใดๆ

source: This review needs an action from you
th_th: การประเมินผลงานนี้ต้องการการดำเนินการจากคุณ

source: Describe agenda point topic
th_th: อธิบายหัวข้อวาระการประชุม

source: About
th_th: เกี่ยวกับ

source: Review status
th_th: สถานะการประเมินผลงาน

source: Scale items
th_th: รายการสเกล

source: Some translations are missing for this language.
th_th: ยังไม่มีการแปลบางส่วนสำหรับภาษานี้

source: Final Validation
th_th: การตรวจสอบความถูกต้องขั้นสุดท้าย

source: You have not submitted your drafted comments and ratings as part of this review. Do you want you to display your unpublished content below? <br>Goals and behaviors without drafted content are not displayed.
th_th: คุณยังไม่ได้ส่งความคิดเห็นและคะแนนที่ร่างไว้เป็นส่วนหนึ่งของการประเมินผลงานนี้ คุณต้องการแสดงเนื้อหาที่ยังไม่ได้เผยแพร่ด้านล่างหรือไม่ <br> เป้าหมายและพฤติกรรมที่ไม่มีเนื้อหาที่ร่างไว้จะไม่ปรากฏ

source: Display not submitted content
th_th: แสดงเนื้อหาที่ไม่ได้ส่ง

source: Not submitted - Visible only to you
th_th: ไม่ได้ส่ง - มองเห็นได้เฉพาะคุณเท่านั้น

source: Previous contributors on the review have content in draft that may help you in your review. Do you want to view the draft content? The content will always remain in draft and will not be visible to workers at any stage of the process.
th_th: ผู้มีส่วนร่วมในการประเมินผลงานก่อนหน้านี้มีเนื้อหาแบบร่างที่อาจช่วยคุณในการประเมินผลงานได้ คุณต้องการดูเนื้อหาแบบร่างหรือไม่ เนื้อหาจะยังคงอยู่ในแบบร่างเสมอและจะไม่ปรากฏให้พนักงานเห็นในทุกขั้นตอนของกระบวนการ

source: Display previous content
th_th: แสดงเนื้อหาที่ผ่านมา

source: Previous drafted content— Visible only to you; will not be published to the worker
th_th: เนื้อหาที่ร่างไว้ก่อนหน้า— มองเห็นได้เฉพาะคุณเท่านั้น จะไม่ถูกเผยแพร่ให้พนักงานทราบ

source: Performance rating
th_th: คะแนนประสิทธิภาพการทำงาน

source: Discussion outcome
th_th: ผลการหารือ

source: This information is for your reference only and will not be submitted as part of the review. Only the person who performs the reviewer can see the content of this page. The information in feedback, feedback request, and behaviors is based on the review period. Content outside this review period will not appear here, but is accessible in the usual places in the application.
th_th: ข้อมูลนี้มีไว้สำหรับการอ้างอิงเท่านั้น และจะไม่ถูกส่งมาเป็นส่วนหนึ่งของการประเมินผลงานเฉพาะผู้ดำเนินการประเมินผลงานเท่านั้นที่สามารถดูเนื้อหาของหน้านี้ได้ ข้อมูลในฟีดแบค คำขอฟีดแบค และพฤติกรรมต่างๆ จะขึ้นอยู่กับช่วงเวลาการประเมินผลงาน เนื้อหาที่อยู่นอกช่วงเวลาการประเมินผลงานนี้จะไม่ปรากฏที่นี่ แต่สามารถเข้าถึงได้ในสถานที่ปกติในแอปพลิเคชัน

source: Useful information
th_th: ข้อมูลที่เป็นประโยชน์

source: Required
th_th: ที่จำเป็น

source: This option enables you to suggest an additional manager for this review. After submission, the main manager assigned to this review will decide whether to add your proposed person(s) to the review.
th_th: ตัวเลือกนี้ช่วยให้คุณเสนอชื่อหัวหน้างานเพิ่มเติมสำหรับการประเมินผลงานนี้ได้ หลังจากส่งแล้ว หัวหน้างานหลักที่ได้รับมอบหมายให้ตรวจสอบนี้จะตัดสินใจว่าจะเพิ่มบุคคลที่คุณเสนอชื่อเข้าในการประเมินผลงานหรือไม่

source: Additional manager request pending
th_th: คำขอหัวหน้างานเพิ่มเติมอยู่ระหว่างดำเนินการ

source: Invited by {{name}}
th_th: ได้รับคำเชิญจาก {{name}}

source: No other managers are involved in this review.
th_th: ไม่มีหัวหน้างานอื่นๆ เข้ามาเกี่ยวข้องในประเมินผลงานนี้

source: Feedback about {{employee}}
th_th: ฟีดแบคเกี่ยวกับ {{employee}}

source: Your comments will not be saved unless you submit. If you cancel now, you will lose your comments and any uploaded attachments.
th_th: ความคิดเห็นของคุณจะไม่ถูกบันทึกเว้นแต่คุณจะส่งความคิดเห็น หากคุณยกเลิกตอนนี้ คุณจะสูญเสียความคิดเห็นของคุณและไฟล์แนบที่อัปโหลด

source: Performance review about {{name}}
th_th: การประเมินผลงานเกี่ยวกับ {{name}}

source: Performance review about me
th_th: การประเมินผลงานเกี่ยวกับฉัน

source: My feedback
th_th: ฟีดแบคของฉัน

source: Requests about {{employee}}
th_th: คำขอเกี่ยวกับ {{employee}}

source: Here you can see the requests about {{employee}} that were sent within the review period. Click on a request to view the replies. You can also reflect on previous requests from previous time periods by visiting your "Requests about my team" page.
th_th: คุณสามารถดูคำขอเกี่ยวกับ {{employee}} ที่ส่งมาในช่วงการประเมินผลได้ที่นี่ คลิกที่คำขอเพื่อดูคำตอบ คุณยังสามารถทบทวนคำขอจากช่วงเวลาก่อนหน้าได้โดยไปที่หน้า "คำขอเกี่ยวกับทีมของฉัน"

source: The feedback included here will be visible to {{manager}} when they complete your review. Consider visiting your feedback page to check for individual feedback that could be relevant to your review and that you could share with your manager so that they are visible in this panel.
th_th: ข้อเสนอแนะที่รวมไว้ที่นี่จะปรากฏให้ {{manager}} เห็นเมื่อพวกเขาดำเนินการประเมินของคุณเสร็จสิ้น คุณอาจเข้าไปที่หน้าข้อเสนอแนะของคุณเพื่อตรวจสอบข้อเสนอแนะรายบุคคลที่อาจเกี่ยวข้องกับการประเมินของคุณ และคุณสามารถแบ่งปันกับผู้จัดการของคุณเพื่อให้ข้อเสนอแนะเหล่านั้นแสดงในแผงนี้ได้

source: This section contains all the feedback about {{employee}} that were sent to you or shared with you. Use this feedback to draw an overview of their performance.
th_th: ส่วนนี้ประกอบด้วยฟีดแบคทั้งหมดเกี่ยวกับ {{employee}} ที่ส่งถึงคุณหรือแบ่งปันกับคุณ ใช้ฟีดแบคเหล่านี้เพื่อสรุปภาพรวมผลการปฏิบัติงานของพวกเขา

source: For your conversation, reflect on your behavior profile, and think about examples of times when you demonstrated each behavior and how you can focus on them in the future. Reflect on any feedback or insights you have received from your colleagues and determine if you can use these to highlight any examples you have. Notice gaps in your wheel? Request feedback on key behaviors now from your peers and stakeholders.
th_th: สำหรับการสนทนาของคุณ ให้ไตร่ตรองถึงโปรไฟล์พฤติกรรมของคุณ และคิดถึงตัวอย่างเวลาที่คุณแสดงพฤติกรรมแต่ละอย่าง และวิธีที่คุณจะมุ่งเน้นไปที่พฤติกรรมเหล่านั้นในอนาคต ไตร่ตรองถึงฟีดแบคหรือข้อมูลเชิงลึกที่คุณได้รับจากเพื่อนร่วมงาน และพิจารณาว่าคุณสามารถใช้ฟีดแบคเหล่านี้เพื่อเน้นย้ำตัวอย่างที่คุณมีได้หรือไม่ สังเกตดูช่องว่างในวงล้อของคุณหรือไม่ ขอฟีดแบคเกี่ยวกับพฤติกรรมสำคัญจากเพื่อนร่วมงานและผู้มีส่วนได้ส่วนเสียของคุณตอนนี้

source: For your conversation, reflect on {{employee}}'s behavior profile and think about examples of times when they demonstrated each behavior and what you think they should focus on in the future.
th_th: สำหรับการสนทนาของคุณ ให้ไตร่ตรองถึงโปรไฟล์พฤติกรรมของ {{employee}} และคิดถึงตัวอย่างเวลาที่พวกเขาแสดงพฤติกรรมแต่ละอย่าง และสิ่งที่คุณคิดว่าพวกเขาควรมุ่งเน้นในอนาคต
